tap "dart-lang/dart"
tap "koekeishiya/formulae"
tap "sass/sass"
tap "epk/epk"
brew "font-sf-mono-nerd-font"
brew "xz"
brew "libgit2"
brew "bat"
brew "gettext"
brew "chezmoi"
brew "docker"
brew "fd"
brew "git-flow-avh"
brew "graphviz"
brew "node"
brew "gtop"
brew "htop"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "node@22"
brew "pipx"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
cask "maccy"
